Revit 2027 API
ParameterTypeId.GroupOffsetFromLevel Property
 "Origin Level Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId GroupOffsetFromLevel { get; }
Public Shared ReadOnly Property GroupOffsetFromLevel As ForgeTypeId
	Get
public:
static property ForgeTypeId^ GroupOffsetFromLevel {
	ForgeTypeId^ get ();
}
static member GroupOffsetFromLevel : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace